Repository: phibrowser/phibrowser-mac
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, nl, zh_hans, zh_hant

# oobe.passwordManager.title
source: Passwords Manager
de: Passwortmanager
es: Administrador de contraseñas
fr: Gestionnaire de mots de passe
ja: パスワードマネージャー
ko: 비밀번호 관리자
nl: Wachtwoordmanager
zh_hans: 密码管理器
zh_hant: 密碼管理員

# oobe.reauthentication.confirmButton
source: Reauthenticate
de: Erneut authentifizieren
es: Volver a autenticarse
fr: S'authentifier à nouveau
ja: 再認証
ko: 다시 인증
nl: Verifieer opnieuw
zh_hans: 重新验证身份
zh_hant: 重新驗證身分

# oobe.reauthentication.message
source: We need to refresh your session before account features can keep working. Please sign in again.
de: Wir müssen deine Sitzung erneuern, damit die Kontofunktionen weiter funktionieren. Bitte melde dich erneut an.
es: Necesitamos renovar tu sesión para que las funciones de la cuenta sigan funcionando. Inicia sesión de nuevo.
fr: Nous devons actualiser votre session pour que les fonctionnalités liées au compte continuent de fonctionner. Veuillez vous reconnecter.
ja: アカウント機能を引き続き利用するには、セッションを更新する必要があります。もう一度ログインしてください。
ko: 계정 기능을 계속 사용하려면 세션을 갱신해야 해요. 다시 로그인해 주세요.
nl: We moeten je sessie vernieuwen voordat de accountfuncties kunnen blijven werken. Log opnieuw in.
zh_hans: 我们需要刷新你的会话，账号功能才能继续正常使用。请重新登录。
zh_hant: 我們需要先更新你的工作階段，帳號功能才能繼續運作。請重新登入。

# oobe.reauthentication.title
source: Sign in again to continue
de: Melde dich erneut an, um fortzufahren
es: Inicia sesión de nuevo para continuar
fr: Reconnectez-vous pour continuer
ja: 続けるにはもう一度ログインしてください
ko: 계속하려면 다시 로그인해 주세요
nl: Log opnieuw in om door te gaan
zh_hans: 请重新登录以继续
zh_hant: 請重新登入以繼續

# oobe.setName.promptForEmpty
source: Name cannot be empty
de: Der Name darf nicht leer sein
es: El nombre no puede estar vacío
fr: Le nom ne peut pas être vide
ja: 名前を入力してください
ko: 이름은 비워 둘 수 없어요
nl: Naam mag niet leeg zijn
zh_hans: 名称不能为空
zh_hant: 名稱不能為空白

# oobe.setName.promptForTooLong
source: Name is too long (maximum 100 characters)
de: Der Name ist zu lang (maximal 100 Zeichen)
es: El nombre es demasiado largo (máximo 100 caracteres)
fr: Le nom est trop long (100 caractères maximum)
ja: 名前が長すぎます（最大100文字）
ko: 이름이 너무 길어요 (최대 100자)
nl: Naam is te lang (maximaal 100 tekens)
zh_hans: 名称过长（最多 100 个字符）
zh_hant: 名稱太長（最多 100 個字元）

# oobe.setName.title
source: What should I call you?
de: Wie soll ich dich nennen?
es: ¿Cómo quieres que te llame?
fr: Comment dois-je vous appeler ?
ja: 何とお呼びすればよいですか？
ko: 어떻게 불러 드릴까요?
nl: Hoe mag ik je noemen?
zh_hans: 我该怎么称呼你？
zh_hant: 我該怎麼稱呼你？

# oobe.welcome.nextButton
source: Next
de: Weiter
es: Siguiente
fr: Suivant
ja: 次へ
ko: 다음
nl: Volgende
zh_hans: 下一步
zh_hant: 下一步

# oobe.welcome.personalizedTitle
source: Welcome %@
de: Willkommen, %@
es: Te damos la bienvenida, %@
fr: Bienvenue %@
ja: ようこそ、%@さん
ko: %@님, 환영해요
nl: Welkom %@
zh_hans: 欢迎 %@
zh_hant: 歡迎，%@

# oobe.welcome.title
source: Welcome
de: Willkommen
es: Te damos la bienvenida
fr: Bienvenue
ja: ようこそ
ko: 환영해요
nl: Welkom
zh_hans: 欢迎
zh_hant: 歡迎

# searchTabs.bookmarkMenu.emptyFolderPlaceholder
source: Empty
de: Leer
es: Vacío
fr: Vide
ja: （空）
ko: 비어 있음
nl: Leeg
zh_hans: 空
zh_hant: 空

# searchTabs.bookmarkMenu.emptyRootPlaceholder
source: Empty
de: Leer
es: Vacío
fr: Vide
ja: （空）
ko: 비어 있음
nl: Leeg
zh_hans: 空
zh_hant: 空

# searchTabs.bookmarkMenu.title
source: Bookmarks
de: Lesezeichen
es: Marcadores
fr: Favoris
ja: ブックマーク
ko: 북마크
nl: Bladwijzers
zh_hans: 书签
zh_hant: 書籤

# searchTabs.result.activeStatus
source: Active
de: Aktiv
es: Activa
fr: Actif
ja: アクティブ
ko: 활성
nl: Actief
zh_hans: 当前
zh_hant: 使用中

# searchTabs.result.closeTabButtonTooltip
source: Close Tab
de: Tab schließen
es: Cerrar pestaña
fr: Fermer l'onglet
ja: タブを閉じる
ko: 탭 닫기
nl: Sluit tabblad
zh_hans: 关闭标签页
zh_hant: 關閉分頁

# searchTabs.searchField.placeholder
source: Search Tabs
de: Tabs suchen
es: Buscar pestañas
fr: Rechercher des onglets
ja: タブを検索
ko: 탭 검색
nl: Doorzoek tabbladen
zh_hans: 搜索标签页
zh_hant: 搜尋分頁

# searchTabs.section.bookmarks
source: Bookmarks
de: Lesezeichen
es: Marcadores
fr: Favoris
ja: ブックマーク
ko: 북마크
nl: Bladwijzers
zh_hans: 书签
zh_hant: 書籤

# searchTabs.section.openTabs
source: Open Tabs
de: Geöffnete Tabs
es: Pestañas abiertas
fr: Onglets ouverts
ja: 開いているタブ
ko: 열린 탭
nl: Geopende tabbladen
zh_hans: 打开的标签页
zh_hant: 開啟的分頁

# searchTabs.section.pinnedTabs
source: Pinned Tabs
de: Angeheftete Tabs
es: Pestañas fijadas
fr: Onglets épinglés
ja: 固定タブ
ko: 고정된 탭
nl: Vastgezette tabbladen
zh_hans: 固定的标签页
zh_hant: 釘選分頁

# searchTabs.section.recentlyClosed
source: Recently Closed
de: Kürzlich geschlossen
es: Cerradas recientemente
fr: Récemment fermés
ja: 最近閉じたタブ
ko: 최근에 닫은 탭
nl: Onlangs gesloten
zh_hans: 最近关闭
zh_hant: 最近關閉的分頁

# settings.account.defaultBrowser.defaultStatus
source: Phi is your default browser
de: Phi ist dein Standardbrowser
es: Phi es tu navegador predeterminado
fr: Phi est votre navigateur par défaut
ja: Phiはデフォルトのブラウザです
ko: Phi가 기본 브라우저예요
nl: Phi is je standaardbrowser
zh_hans: Phi 是你的默认浏览器
zh_hant: Phi 是你的預設瀏覽器

# settings.account.defaultBrowser.initialNotDefaultStatus
source: Phi is not your default browser
de: Phi ist nicht dein Standardbrowser
es: Phi no es tu navegador predeterminado
fr: Phi n'est pas votre navigateur par défaut
ja: Phiはデフォルトのブラウザではありません
ko: Phi가 기본 브라우저가 아니에요
nl: Phi is niet je standaardbrowser
zh_hans: Phi 不是你的默认浏览器
zh_hant: Phi 不是你的預設瀏覽器

# settings.account.defaultBrowser.notDefaultStatus
source: Phi is not your default browser
de: Phi ist nicht dein Standardbrowser
es: Phi no es tu navegador predeterminado
fr: Phi n'est pas votre navigateur par défaut
ja: Phiはデフォルトのブラウザではありません
ko: Phi가 기본 브라우저가 아니에요
nl: Phi is niet je standaardbrowser
zh_hans: Phi 不是你的默认浏览器
zh_hant: Phi 不是你的預設瀏覽器

# settings.account.defaultBrowser.setDefaultButton
source: Set as default
de: Als Standard festlegen
es: Establecer como predeterminado
fr: Définir par défaut
ja: デフォルトに設定
ko: 기본으로 설정
nl: Stel in als standaard
zh_hans: 设为默认
zh_hant: 設為預設瀏覽器

# settings.account.displayName.fallback
source: You
de: Du
es: Tú
fr: Vous
ja: あなた
ko: 나
nl: Jij
zh_hans: 你
zh_hant: 你

# settings.account.guest.loginButton
source: Sign in
de: Anmelden
es: Iniciar sesión
fr: Se connecter
ja: ログイン
ko: 로그인
nl: Inloggen
zh_hans: 登录
zh_hant: 登入

# settings.account.guest.paneTitle
source: Guest
de: Gast
es: Invitado
fr: Invité
ja: ゲスト
ko: 게스트
nl: Gast
zh_hans: 访客
zh_hant: 訪客

# settings.account.guest.title
source: You’re using Phi without signing in
de: Du nutzt Phi ohne Anmeldung
es: Estás usando Phi sin iniciar sesión
fr: Vous utilisez Phi sans être connecté
ja: ログインせずにPhiを使用しています
ko: 로그인하지 않고 Phi를 사용하고 있어요
nl: Je gebruikt Phi zonder in te loggen
zh_hans: 你正在以访客身份使用 Phi
zh_hant: 你正在未登入的情況下使用 Phi

# settings.account.invitationCode.detailsWindowTitle
source: Invitation Code Details
de: Einladungscode-Details
es: Detalles del código de invitación
fr: Détails du code d'invitation
ja: 招待コードの詳細
ko: 초대 코드 세부 정보
nl: Details van uitnodigingscode
zh_hans: 邀请码详情
zh_hant: 邀請碼詳細資訊

# settings.account.invitationCode.fieldLabel
source: Invitation Code
de: Einladungscode
es: Código de invitación
fr: Code d'invitation
ja: 招待コード
ko: 초대 코드
nl: Uitnodigingscode
zh_hans: 邀请码
zh_hant: 邀請碼

# settings.account.invitationCode.viewDetailsButton
source: View Details
de: Details anzeigen
es: Ver detalles
fr: Afficher les détails
ja: 詳細を表示
ko: 세부 정보 보기
nl: Bekijk details
zh_hans: 查看详情
zh_hant: 查看詳細資訊

# settings.account.logoutButton
source: Sign out
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
ja: ログアウト
ko: 로그아웃
nl: Uitloggen
zh_hans: 退出登录
zh_hant: 登出

# settings.account.logoutConfirmation.cancelButton
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
nl: Annuleer
zh_hans: 取消
zh_hant: 取消

# settings.account.logoutConfirmation.logoutButton
source: Sign out
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
ja: ログアウト
ko: 로그아웃
nl: Uitloggen
zh_hans: 退出登录
zh_hant: 登出

# settings.account.logoutConfirmation.message
source: You’ll return to the sign-in screen.
de: Du kehrst zum Anmeldebildschirm zurück.
es: Volverás a la pantalla de inicio de sesión.
fr: Vous reviendrez à l'écran de connexion.
ja: ログイン画面に戻ります。
ko: 로그인 화면으로 돌아가요.
nl: Je keert terug naar het inlogscherm.
zh_hans: 你将返回登录界面。
zh_hant: 你將會回到登入畫面。

# settings.account.logoutConfirmation.title
source: Sign out of Phi?
de: Von Phi abmelden?
es: ¿Cerrar sesión en Phi?
fr: Se déconnecter de Phi ?
ja: Phiからログアウトしますか?
ko: Phi에서 로그아웃할까요?
nl: Uitloggen bij Phi?
zh_hans: 要退出 Phi 登录吗？
zh_hant: 要登出 Phi 嗎？

# settings.account.logoutFailure.message
source: Something went wrong when signing out
de: Beim Abmelden ist ein Fehler aufgetreten
es: Se produjo un error al cerrar sesión
fr: Un problème est survenu lors de la déconnexion
ja: ログアウト中に問題が発生しました
ko: 로그아웃하는 중 문제가 발생했어요
nl: Er is iets misgegaan bij het uitloggen
zh_hans: 退出登录时出了点问题
zh_hant: 登出時發生問題

# settings.account.logoutFailure.title
source: Sign out failed
de: Abmeldung fehlgeschlagen
es: Error al cerrar sesión
fr: Échec de la déconnexion
ja: ログアウトに失敗しました
ko: 로그아웃 실패
nl: Uitloggen mislukt
zh_hans: 退出登录失败
zh_hant: 登出失敗

# settings.account.logoutProgress.browserConfirmationStatus
source: Finish signing out in your browser.
de: Schließe die Abmeldung in deinem Browser ab.
es: Termina de cerrar sesión en tu navegador.
fr: Terminez la déconnexion dans votre navigateur.
ja: ブラウザでログアウトを完了してください。
ko: 브라우저에서 로그아웃을 완료해 주세요.
nl: Rond het uitloggen af in je browser.
zh_hans: 请在浏览器中完成退出登录。
zh_hant: 請在瀏覽器中完成登出。

# settings.account.reauthentication.tooltip
source: Please reauthenticate to restore account features.
de: Authentifiziere dich erneut, um die Kontofunktionen wiederherzustellen.
es: Vuelve a autenticarte para restaurar las funciones de la cuenta.
fr: Authentifiez-vous à nouveau pour rétablir les fonctionnalités du compte.
ja: アカウント機能を復元するには、再認証してください。
ko: 계정 기능을 복구하려면 다시 인증해 주세요.
nl: Verifieer je opnieuw om de accountfuncties te herstellen.
zh_hans: 请重新验证身份以恢复账号功能。
zh_hant: 請重新驗證身分以恢復帳號功能。

# settings.account.reauthentication.warning
source: Reauthentication needed.
de: Erneute Authentifizierung erforderlich.
es: Se requiere volver a autenticarse.
fr: Nouvelle authentification requise.
ja: 再認証が必要です。
ko: 다시 인증해야 해요.
nl: Opnieuw verifiëren is nodig.
zh_hans: 需要重新验证身份。
zh_hant: 需要重新驗證身分。

# settings.account.renameDialog.cancelButton
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
nl: Annuleer
zh_hans: 取消
zh_hant: 取消

# settings.account.renameDialog.emptyNameError.message
source: Name cannot be empty
de: Der Name darf nicht leer sein
es: El nombre no puede estar vacío
fr: Le nom ne peut pas être vide
ja: 名前を入力してください
ko: 이름은 비워 둘 수 없어요
nl: Naam mag niet leeg zijn
zh_hans: 名称不能为空
zh_hant: 名稱不能為空白

# settings.account.renameDialog.emptyNameError.title
source: Invalid Input
de: Ungültige Eingabe
es: Entrada no válida
fr: Saisie non valide
ja: 入力が無効です
ko: 잘못된 입력
nl: Ongeldige invoer
zh_hans: 输入无效
zh_hant: 輸入無效

# settings.account.renameDialog.nameTooLongError.message
source: Name cannot exceed %d characters
de: Der Name darf höchstens %d Zeichen lang sein
es: El nombre no puede superar los %d caracteres
fr: Le nom ne peut pas dépasser %d caractères
ja: 名前は%d文字以内で入力してください
ko: 이름은 %d자를 넘을 수 없어요
nl: Naam mag niet langer zijn dan %d tekens
zh_hans: 名称不能超过 %d 个字符
zh_hant: 名稱不能超過 %d 個字元

# settings.account.renameDialog.nameTooLongError.title
source: Invalid Input
de: Ungültige Eingabe
es: Entrada no válida
fr: Saisie non valide
ja: 入力が無効です
ko: 잘못된 입력
nl: Ongeldige invoer
zh_hans: 输入无效
zh_hant: 輸入無效

# settings.account.renameDialog.saveButton
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
ja: 保存
ko: 저장
nl: Bewaar
zh_hans: 保存
zh_hant: 儲存

# settings.account.renameDialog.title
source: Change Name
de: Namen ändern
es: Cambiar nombre
fr: Modifier le nom
ja: 名前を変更
ko: 이름 변경
nl: Wijzig naam
zh_hans: 更改名称
zh_hant: 變更名稱

# settings.account.sharing.downloadImageButton
source: Download image
de: Bild herunterladen
es: Descargar imagen
fr: Télécharger l'image
ja: 画像をダウンロード
ko: 이미지 다운로드
nl: Download afbeelding
zh_hans: 下载图片
zh_hant: 下載圖片

# settings.account.sharing.sectionTitle
source: Share
de: Teilen
es: Compartir
fr: Partage
ja: 共有
ko: 공유
nl: Delen
zh_hans: 分享
zh_hant: 分享

# settings.ai.browserMemory.manageButtonTitle
source: View and manage your browser memory
de: Deine Browser-Erinnerungen ansehen und verwalten
es: Consulta y gestiona la memoria del navegador
fr: Consulter et gérer la mémoire du navigateur
ja: ブラウザのメモリを表示・管理
ko: 브라우저 메모리 보기 및 관리
nl: Bekijk en beheer je browsergeheugen
zh_hans: 查看和管理你的浏览器记忆
zh_hant: 查看與管理你的瀏覽器記憶

# settings.ai.browserMemory.sectionTitle
source: Browser memory
de: Browser-Erinnerungen
es: Memoria del navegador
fr: Mémoire du navigateur
ja: ブラウザメモリ
ko: 브라우저 메모리
nl: Browsergeheugen
zh_hans: 浏览器记忆
zh_hant: 瀏覽器記憶

# settings.ai.connectors.authorization.failureMessage
source: Connector authorization failed.
de: Autorisierung des Connectors fehlgeschlagen.
es: No se pudo autorizar el conector.
fr: Échec de l'autorisation du connecteur.
ja: コネクタの認証に失敗しました。
ko: 커넥터 인증에 실패했어요.
nl: Autorisatie van de connector is mislukt.
zh_hans: 连接器授权失败。
zh_hant: 連接器授權失敗。

# settings.ai.connectors.authorization.invalidURLError
source: The connector authorization URL is invalid.
de: Die Autorisierungs-URL des Connectors ist ungültig.
es: La URL de autorización del conector no es válida.
fr: L'URL d'autorisation du connecteur n'est pas valide.
ja: コネクタの認証URLが無効です。
ko: 커넥터 인증 URL이 올바르지 않아요.
nl: De autorisatie-URL van de connector is ongeldig.
zh_hans: 连接器授权网址无效。
zh_hant: 連接器的授權網址無效。

# settings.ai.connectors.authorization.openFailure
source: Unable to open connector authorization.
de: Die Autorisierung des Connectors konnte nicht geöffnet werden.
es: No se pudo abrir la autorización del conector.
fr: Impossible d'ouvrir l'autorisation du connecteur.
ja: コネクタの認証を開けません。
ko: 커넥터 인증을 열 수 없어요.
nl: Kan de autorisatie van de connector niet openen.
zh_hans: 无法打开连接器授权。
zh_hant: 無法開啟連接器授權。

# settings.ai.connectors.connectButton
source: Connect
de: Verbinden
es: Conectar
fr: Connecter
ja: 接続
ko: 연결
nl: Verbinden
zh_hans: 连接
zh_hant: 連線

# settings.ai.connectors.connectedStatus
source: Connected
de: Verbunden
es: Conectado
fr: Connecté
ja: 接続済み
ko: 연결됨
nl: Verbonden
zh_hans: 已连接
zh_hant: 已連線

# settings.ai.connectors.description
source: External Data Connectors help to provide additional context for better AI experience
de: Externe Daten-Connectors liefern zusätzlichen Kontext für ein besseres KI-Erlebnis
es: Los Conectores de datos externos ayudan a aportar contexto adicional para mejorar la experiencia con la IA
fr: Les connecteurs de données externes fournissent du contexte supplémentaire pour une meilleure expérience IA
ja: 外部データコネクタは、AI体験を向上させるための追加のコンテキストを提供します
ko: 외부 데이터 커넥터는 더 나은 AI 경험을 위해 추가 컨텍스트를 제공해요
nl: Externe gegevensconnectors leveren extra context voor een betere AI-ervaring
zh_hans: 外部数据连接器有助于提供更多上下文，带来更好的 AI 体验
zh_hant: 外部資料連接器可提供額外上下文，帶來更好的 AI 體驗

# settings.ai.connectors.disconnectButton
source: Disconnect
de: Trennen
es: Desconectar
fr: Déconnecter
ja: 接続を解除
ko: 연결 해제
nl: Verbreek verbinding
zh_hans: 断开连接
zh_hant: 中斷連線

# settings.ai.connectors.enableToggle
source: Enable External Data Connectors
de: Externe Daten-Connectors aktivieren
es: Activar los Conectores de datos externos
fr: Activer les connecteurs de données externes
ja: 外部データコネクタを有効にする
ko: 외부 데이터 커넥터 사용
nl: Externe gegevensconnectors inschakelen
zh_hans: 启用外部数据连接器
zh_hant: 啟用外部資料連接器

# settings.ai.connectors.includeInNewConversationToggle
source: Automatically add External Data Connectors as context to new conversation
de: Externe Daten-Connectors automatisch als Kontext zu neuen Unterhaltungen hinzufügen
es: Agregar automáticamente los Conectores de datos externos como contexto a las conversaciones nuevas
fr: Ajouter automatiquement les connecteurs de données externes comme contexte aux nouvelles conversations
ja: 新しい会話に外部データコネクタをコンテキストとして自動的に追加
ko: 새 대화에 외부 데이터 커넥터를 컨텍스트로 자동 추가
nl: External Data Connectors automatisch als context toevoegen aan een nieuw gesprek
zh_hans: 自动将外部数据连接器添加为新对话的上下文
zh_hant: 自動將外部資料連接器加入新對話作為上下文

# settings.ai.connectors.lastSync.invalidDateFallback
source: Not connected
de: Nicht verbunden
es: No conectado
fr: Non connecté
ja: 未接続
ko: 연결되지 않음
nl: Niet verbonden
zh_hans: 未连接
zh_hant: 尚未連線

# settings.ai.connectors.lastSync.notConnectedStatus
source: Not connected
de: Nicht verbunden
es: No conectado
fr: Non connecté
ja: 未接続
ko: 연결되지 않음
nl: Niet verbonden
zh_hans: 未连接
zh_hant: 尚未連線

# settings.ai.connectors.listSectionTitle
source: External Data Connectors
de: Externe Daten-Connectors
es: Conectores de datos externos
fr: Connecteurs de données externes
ja: 外部データコネクタ
ko: 외부 데이터 커넥터
nl: Externe gegevensconnectors
zh_hans: 外部数据连接器
zh_hant: 外部資料連接器

# settings.ai.connectors.notConnectedRowStatus
source: Not connected
de: Nicht verbunden
es: No conectado
fr: Non connecté
ja: 未接続
ko: 연결되지 않음
nl: Niet verbonden
zh_hans: 未连接
zh_hant: 尚未連線

# settings.ai.connectors.refreshButtonTooltip
source: Refresh connector status
de: Connector-Status aktualisieren
es: Actualizar el estado del conector
fr: Actualiser l'état du connecteur
ja: コネクタの状態を更新
ko: 커넥터 상태 새로고침
nl: Connectorstatus vernieuwen
zh_hans: 刷新连接器状态
zh_hant: 重新整理連接器狀態

# settings.ai.connectors.sectionTitle
source: External Data Connectors
de: Externe Daten-Connectors
es: Conectores de datos externos
fr: Connecteurs de données externes
ja: 外部データコネクタ
ko: 외부 데이터 커넥터
nl: Externe gegevensconnectors
zh_hans: 外部数据连接器
zh_hant: 外部資料連接器

# settings.ai.disableConnectors.cancelButton
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
nl: Annuleer
zh_hans: 取消
zh_hant: 取消

# settings.ai.disableConnectors.confirmButton
source: Turn Off
de: Deaktivieren
es: Desactivar
fr: Désactiver
ja: オフにする
ko: 끄기
nl: Schakel uit
zh_hans: 关闭
zh_hant: 關閉

# settings.ai.disableConnectors.message
source: All connected Connectors will be disconnected.
de: Alle verbundenen Connectors werden getrennt.
es: Se desconectarán todos los Conectores conectados.
fr: Tous les connecteurs seront déconnectés.
ja: 接続されているコネクタはすべて切断されます。
ko: 연결된 모든 커넥터의 연결이 해제돼요.
nl: Alle verbonden Connectors worden losgekoppeld.
zh_hans: 所有已连接的连接器都将断开连接。
zh_hant: 所有已連線的連接器都會中斷連線。

# settings.ai.disableConnectors.title
source: Turn Off Connectors?
de: Connectors deaktivieren?
es: ¿Desactivar los Conectores?
fr: Désactiver les connecteurs ?
ja: コネクタをオフにしますか？
ko: 커넥터를 끌까요?
nl: Connectors uitschakelen?
zh_hans: 要关闭连接器吗？
zh_hant: 要關閉連接器嗎？

# settings.ai.disableFeatures.cancelButton
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
nl: Annuleer
zh_hans: 取消
zh_hant: 取消

# settings.ai.disableFeatures.confirmButton
source: Turn Off
de: Deaktivieren
es: Desactivar
fr: Désactiver
ja: オフにする
ko: 끄기
nl: Schakel uit
zh_hans: 关闭
zh_hant: 關閉

# settings.ai.disableFeatures.message
source: AI conversations will be closed and all connected Connectors will be disconnected.
de: KI-Unterhaltungen werden geschlossen und alle verbundenen Connectors werden getrennt.
es: Se cerrarán las conversaciones de IA y se desconectarán todos los Conectores conectados.
fr: Les conversations IA seront fermées et tous les connecteurs seront déconnectés.
ja: AIとの会話はすべて終了し、接続されているコネクタもすべて切断されます。
ko: AI 대화가 종료되고 연결된 모든 커넥터의 연결이 해제돼요.
nl: AI-gesprekken worden gesloten en alle verbonden Connectors worden losgekoppeld.
zh_hans: AI 对话将被关闭，所有已连接的连接器都将断开连接。
zh_hant: AI 對話將會關閉，且所有已連線的連接器都會中斷連線。

# settings.ai.disableFeatures.title
source: Turn Off AI Features?
de: KI-Funktionen deaktivieren?
es: ¿Desactivar las funciones de IA?
fr: Désactiver les fonctionnalités IA ?
ja: AI機能をオフにしますか？
ko: AI 기능을 끌까요?
nl: AI-functies uitschakelen?
zh_hans: 要关闭 AI 功能吗？
zh_hant: 要關閉 AI 功能嗎？

# settings.ai.features.enableToggle
source: Enable AI features in Phi Browser
de: KI-Funktionen im Phi Browser aktivieren
es: Activar las funciones de IA en Phi Browser
fr: Activer les fonctionnalités IA dans Phi Browser
ja: Phi BrowserのAI機能を有効にする
ko: Phi Browser에서 AI 기능 사용
nl: AI-functies in Phi Browser inschakelen
zh_hans: 在 Phi Browser 中启用 AI 功能
zh_hant: 在 Phi Browser 中啟用 AI 功能

# settings.ai.guestLoginPrompt.loginButton
source: Sign in
de: Anmelden
es: Iniciar sesión
fr: Se connecter
ja: ログイン
ko: 로그인
nl: Inloggen
zh_hans: 登录
zh_hant: 登入

# settings.ai.guestLoginPrompt.message
source: Sign in to use AI features
de: Melde dich an, um KI-Funktionen zu nutzen
es: Inicia sesión para usar las funciones de IA
fr: Connectez-vous pour utiliser les fonctionnalités d'IA
ja: AI機能を使うにはログインしてください
ko: AI 기능을 사용하려면 로그인해 주세요
nl: Log in om AI-functies te gebruiken
zh_hans: 登录后即可使用 AI 功能
zh_hant: 登入即可使用 AI 功能

# settings.ai.newTabPage.proactiveSuggestionsToggle
source: Show proactive suggestions on the new tab page
de: Proaktive Vorschläge auf der Seite „Neuer Tab“ anzeigen
es: Mostrar sugerencias proactivas en la página de nueva pestaña
fr: Afficher des suggestions proactives sur la page Nouvel onglet
ja: 新しいタブページにプロアクティブな提案を表示
ko: 새 탭 페이지에 추천 제안 표시
nl: Proactieve suggesties tonen op de pagina Nieuw tabblad
zh_hans: 在新标签页上显示主动建议
zh_hant: 在新分頁顯示主動建議

# settings.ai.newTabPage.sectionTitle
source: New Tab Page
de: Seite „Neuer Tab“
es: Página Nueva pestaña
fr: Page Nouvel onglet
ja: 新しいタブページ
ko: 새 탭 페이지
nl: Pagina Nieuw tabblad
zh_hans: 新标签页
zh_hant: 新分頁頁面

# settings.ai.phiSentinel.autoLaunchToggle
source: Launch Phi Sentinel when you sign in to your Mac
de: Phi Sentinel starten, wenn du dich an deinem Mac anmeldest
es: Abrir Phi Sentinel al iniciar sesión en tu Mac
fr: Lancer Phi Sentinel à l'ouverture de session sur votre Mac
ja: MacにログインしたときにPhi Sentinelを起動
ko: Mac에 로그인할 때 Phi Sentinel 실행
nl: Start Phi Sentinel wanneer je op je Mac inlogt
zh_hans: 登录 Mac 时启动 Phi Sentinel
zh_hant: 登入 Mac 時啟動 Phi Sentinel

# settings.ai.phiSentinel.description
source: Phi Sentinel is a lightweight background helper that allows Phi to complete scheduled AI tasks
de: Phi Sentinel ist ein schlanker Hintergrunddienst, mit dem Phi geplante KI-Aufgaben erledigen kann
es: Phi Sentinel es un auxiliar ligero en segundo plano que permite a Phi completar tareas de IA programadas
fr: Phi Sentinel est un utilitaire d'arrière-plan léger qui permet à Phi d'exécuter des tâches IA planifiées
ja: Phi Sentinelは、スケジュールされたAIタスクをPhiが完了できるようにする軽量なバックグラウンドヘルパーです
ko: Phi Sentinel은 Phi가 예약된 AI 작업을 완료할 수 있게 해주는 가벼운 백그라운드 도우미예요
nl: Phi Sentinel is een lichte achtergrondhelper waarmee Phi geplande AI-taken kan uitvoeren
zh_hans: Phi Sentinel 是一个轻量的后台辅助程序，让 Phi 能够完成定时 AI 任务
zh_hant: Phi Sentinel 是輕量的背景輔助程式，讓 Phi 能完成排程的 AI 任務

# settings.ai.privateAI.title
source: Private AI
de: Private KI
es: IA privada
fr: IA privée
ja: プライベートAI
ko: 프라이빗 AI
nl: Privé-AI
zh_hans: 私有 AI
zh_hant: 私有 AI

# settings.ai.sidebar.includeCurrentTabToggle
source: Automatically add current tab as context to new conversation
de: Aktuellen Tab automatisch als Kontext zu neuen Unterhaltungen hinzufügen
es: Agregar automáticamente la pestaña actual como contexto a las conversaciones nuevas
fr: Ajouter automatiquement l'onglet actif comme contexte aux nouvelles conversations
ja: 新しい会話に現在のタブをコンテキストとして自動的に追加
ko: 새 대화에 현재 탭을 컨텍스트로 자동 추가
nl: Huidig tabblad automatisch als context toevoegen aan een nieuw gesprek
zh_hans: 自动将当前标签页添加为新对话的上下文
zh_hant: 自動將目前分頁加入新對話作為上下文

# settings.ai.sidebar.sectionTitle
source: AI Sidebar
de: KI-Seitenleiste
es: Barra lateral de IA
fr: Barre latérale IA
ja: AIサイドバー
ko: AI 사이드바
nl: AI-zijbalk
zh_hans: AI 侧边栏
zh_hant: AI 側邊欄

# settings.bitwardenLoginSheet.changeEmailLink
source: Change
de: Ändern
es: Cambiar
fr: Modifier
ja: 変更
ko: 변경
nl: Wijzig
zh_hans: 更改
zh_hant: 變更

# settings.bitwardenLoginSheet.continueButton
source: Continue
de: Weiter
es: Continuar
fr: Continuer
ja: 続ける
ko: 계속
nl: Ga door
zh_hans: 继续
zh_hant: 繼續

# settings.bitwardenLoginSheet.emailField.label
source: Email address
de: E-Mail-Adresse
es: Dirección de correo electrónico
fr: Adresse e-mail
ja: メールアドレス
ko: 이메일 주소
nl: E-mailadres
zh_hans: 电子邮件地址
zh_hant: 電子郵件地址
